Repository: gokmonk/maitreya7
Catalog: po/*.po
Languages: fr

source: Do you want to delete the Yoga %s?
fr: Voulez-vous effacer le Yoga %s?

source: Move current Yoga up
fr: Déplacer Yoga actuel vers le haut

source: Move current Yoga down
fr: Déplacer Yoga actuel vers le bas

source: Insert new Yoga at current position
fr: Insérer nouveau Yoga à l'emplacement actuel

source: Delete current Yoga
fr: Effacer le Yoga actuel

source: Copy current Yoga
fr: Copier le Yoga actuel

source: Create a new group
fr: Créer un nouveau groupe

source: Create a new source
fr: Créer une nouvelle source

source: Check this to include the Yoga only in Rasi chart
fr: Cocher ceci pour inclure le Yoga seulement dans la carte Rasi

source: Parse the current rule for syntactical correctness
fr: Analyser la syntaxe de la règle actuelle

source: Evaluate the rule in the chart
fr: Evaluer la règle dans la carte

source: Remove all objects from the chart
fr: Enlever tous les objets de la carte

source: Open file
fr: Ouvrir Fichier

source: Cannot open file
fr: Impossible d'ouvrir le fichier

source: Do you want to quit?
fr: Voulez-vous quitter ?

source: Configuration saved.
fr: Configuration enregistrée

source: Cannot launch Browser.
fr: Impossible de lancer le navigateur.

source: Rasi Diagram
fr: Diagramme Rasi

source: Pinda Diagram
fr: Diagramme Pinda

source: Can't determine image handler for extension "%s", using default (PNG)
fr: Impossible de trouver le support d'image pour l'extension "%s", PNG utilisé par défaut

source: Picture exported to %s
fr: Image exportée vers %s

source: Please enter a year between %d and %d
fr: Entrez une année entre %d et %d

source: The value "%s" is not valid.
fr: La valeur "%s" est invalide.

source: Choose Dasas
fr: Choisir Dasas

source: Dasa (Graphical)
fr: Dasa (Graphique)

source: Create Entry Chart
fr: Créer carte d'entrée

source: From
fr: De

source: To
fr: vers

source: Duration
fr: Durée

source: Conditional
fr: Conditionnel

source: Special
fr: Spécial

source: Dasa Details
fr: Niveau Dasa

source: %s of %s Dasa
fr: %s de %s Dasa

source: Antardasa Level %d
fr: Antardasa niveau %d

source: Entry Chart
fr: Carte d'entrée

source: Dasa (Tree)
fr: Dasa (Arbre)

source: Do you want to save the chart
fr: Voulez-vous enregistrer la carte ?

source: Cannot save file
fr: Impossible de sauver le fichier

source: Maitreya text (*.mtx)|*.mtx| All files (*.*)|*.*
fr: Maitreya texte (*.mtx)|*.mtx| Tous Fichiers (*.*)|*.*

source: Save file as
fr: Enregistrer Sous

source: Do no show this message again
fr: Ne plus afficher cette fenêtre

source: Printout on Mac OS X may be broken if fonts in Data Fork Suitcase Format (*.dfont) are used. Usage of True Type Fonts is recommended.
fr: L'impression sur Mac OS X peut être défectueuse si les polices au format Data Fork Suitcase (*.dfont) sont utilisées. L'utilisation des polices True Type est recommandée.

source: Some data could not be calculated. Please look if you configured Swiss Ephemeris data files in Configuration/Ephemeris correctly.
fr: Données incomplètes. Vérifier la bonne configuration des éphémérides Suisses dans Configuration/Ephémérides.

source: The language will be changed when you restart the program.
fr: La langue changera au redémarrage du programme

source: Warning: changes in calculation configuration may result in wrong calculation results!
fr: Attention : la modification de la configuration des calculs peut donner des résultats erronés !

source: Big Icons
fr: Grandes Icones

source: Small Icons
fr: Petites Icones

source: Window List
fr: Liste des fenêtres

source: New Multiple View
fr: Nouvelle vue multiple

source: Open Recent
fr: Fichiers récents

source: &File
fr: &Fichier

source: Animate
fr: Animer

source: &Vedic
fr: &Védique

source: &Western
fr: &Occidental

source: &Help
fr: &Aide

source: File
fr: Fichier

source: Objects
fr: Objets

source: Graphic Options
fr: Options graphiques

source: Skin
fr: Apparence

source: Columns
fr: Colonnes

source: New View
fr: Nouvelle vue

source: Dignity
fr: Dignité

source: Dasa Varga Dignity
fr: Dignité Dasa Varga

source: South Indian Style
fr: Style Inde du sud

source: North Indian Style
fr: Style Inde du nord

source: East Indian Style
fr: Style Inde de l'est

source: Display Signs
fr: Afficher les signes

source: Chart Center
fr: Centre de la carte

source: Retrograde Planets
fr: Planètes rétrogrades

source: Colors for Planet Symbols
fr: Couleurs des symboles planétaires

source: Show Retrograde Planets
fr: Montrer les planètes rétrogrades

source: Show Aspects
fr: Montrer les aspects

source: Show Aspect Symbols
fr: Montrer les symboles des aspects

source: Show Houses
fr: Montrer les maisons

source: Transits Inside
fr: Transit à l'intérieur

source: Main Window Menu
fr: Menu Fenêtre Principale

source: Internal error. Could not initialize view, falling back to single mode.
fr: Erreur interne. Impossible d'initialiser la vue, retour au mode simple.

source: No chart loaded
fr: Pas de carte chargée

source: Charts identical
fr: Cartes identiques

source: Double Chart
fr: Carte double

source: Vedic PartnerChart
fr: Carte partenaire védique

source: Composite Chart
fr: Carte composite

source: Partner
fr: Partenaire

source: Permission denied (%s)
fr: Autorisation refusée(%s)

source: File %s exists. Do you want to overwrite?
fr: Le fichier %s existe. Voulez-vous l'écraser ?

source: Could not create file %s
fr: Impossible de créer le fichier %s

source: Chart printed to file %s.
fr: Carte imprimée dans le fichier %s.

source: Cannot launch pdf viewer.
fr: Impossible de lancer le visualiseur PDF.

source: Cannot launch pdf viewer. Please configure the pdf viewer in the configuration dialog.
fr: Impossible lancer lecteur PDF. Veuillez le configurer dans la fenêtre de configuration

source: Can't launch pdf viewer, command is "%s" (error code %ld)
fr: Impossible lancer lecteur PDF, la commande est "%s" (code erreur %ld)

source: Solar Chart
fr: Carte solaire

source: Solar
fr: Solaire

source: Return
fr: Retour

source: Main Window
fr: Fenêtre principale

source: Text Files (*.txt)|*.txt|Html Files (*.html)|*.html|CSV Files (*.csv)|*.csv|All Files|*.*
fr: Fichiers texte (*.txt)|*.txt|Fichiers html (*.html)|*.html|Fichiers CSV (*.csv)|*.csv|Tous fichiers|*.*

source: Save Text
fr: Enregistrer texte

source: Text exported to %s
fr: Texte exporté vers %s

source: Base Data
fr: Données de base

source: Astronomical
fr: Astronomique

source: Dasa (Short)
fr: Dasa (court)

source: Dasa (Compact)
fr: Dasa (court)

source: Vedic Aspectarium
fr: Aspectarium Védique

source: Vedic Planets
fr: Planètes Védiques

source: Western Aspectarium
fr: Aspectarium Occidental

source: Western Planets
fr: Planètes occidentales

source: All
fr: Tout

source: Lunar
fr: Lunaire

source: Midpoint Summary
fr: Résumé des Mi-points

source: Yearly Preview
fr: Prévisualisation annuelle

source: Graphical
fr: Graphique

source: Sunrise/Tithi
fr: Lever du soleil/Tithi

source: Ingress
fr: Entrée

source: Year
fr: Année

source: Number of Years
fr: Nombre d'années

source: Progress Transit Date
fr: Progresser la date de Transit

source: Dasa Level
fr: Niveau Dasa

source: Month
fr: Mois

source: Partner 1
fr: Partenaire 1

source: Partner 2
fr: Partenaire 2

source: Select Dasas
fr: Choisir Dasas

source: Goto Year
fr: Aller à l'année

source: New File
fr: Nouveau Fichier

source: Open File
fr: Ouvrir Fichier

source: Save File
fr: Enregistrer

source: Save File As
fr: Enregistrer sous

source: Close Child
fr: Fermer fenêtre secondaire

source: Average
fr: Moyenne

source: Diagram
fr: Diagramme

source: Do you want to save the Yoga definition file %s ?
fr: Voulez-vous enregistrer le fichier de définition des Yogas %s ?

source: File %s loaded, %d Yogas found
fr: Fichier %s chargé, %d Yogas trouvés

source: File closed
fr: Fichier fermé

source: New File created
fr: Nouveau fichier créé

source: Open Yoga Definition File
fr: Ouvrir le fichier de définition des Yogas

source: File %s sucessfully saved
fr: Fichier %s enregistré correctement

source: Cannot save file %s
fr: Impossible d'enregistrer le fichier %s

source: No rule specified
fr: Pas de règle spécifiée

source: true
fr: vrai

source: false
fr: faux

source: Error
fr: Erreur

source: General error
fr: Erreur générale

source: New Source
fr: Nouvelle source

source: New Group
fr: Nouveau groupe

source: No file opened
fr: Aucun fichier ouvert

source: changed
fr: Modifié

source: unchanged
fr: Inchangé

source: All Groups
fr: Tous les groupes

source: All Sources
fr: Toutes les sources

source: Spirit
fr: Esprit

source: Victory
fr: Victoire

source: Valor and Bravery
fr: Valeur et bravoure

source: Mind and Administrators
fr: Esprit et administrateurs

source: Property and Goods
fr: Propriété et Biens

source: Siblings
fr: Fratries

source: Death of Siblings
fr: Mort des fratries

source: Death of Parents
fr: Mort des parents

source: Grandparents
fr: Grands-parents

source: Real Estate
fr: Immobilier

source: Children and Life
fr: Enfants et vie

source: Expected Birth
fr: Naissance attendue

source: Disease and Defects (1)
fr: Maladie et défauts (1)

source: Disease and Defects (2)
fr: Maladie et défauts (2)

source: Captivity
fr: Captivité

source: Servants
fr: Serviteurs

source: Partners
fr: Partenaires

source: Death
fr: Mort

source: Sickness and Murder
fr: Folie et meurtre

source: Danger, Violence and Debt
fr: Danger, violence et dette

source: Journeys
fr: Voyages

source: Travel by Water
fr: Voyage par mer

source: Faith, Trust and Belief
fr: Foi, confiance et croyance

source: Deep Reflection
fr: Réflexion profonde

source: Understanding and Wisdom
fr: Compréhension et sagesse

source: Fame and Recognition
fr: Renommée et reconnaissance

source: Rulers and Disassociation
fr: Gouvernants et dissociation

source: Father, Fate and Karma
fr: Père, Destin et Karma

source: Sudden Advancement
fr: Progrès soudain

source: Celebrity of Rank
fr: Célébrité de classe

source: Surgery and Accident
fr: Chirurgie et accident

source: Merchants and Their Work
fr: Marchands et leur travail

source: Merchandise (Exchange)
fr: Marchandise (commerce)

source: Mother
fr: Mère

source: Glory and Constancy
fr: Gloire et constance

source: Honorable Acquaintances
fr: Relations honorables

source: Success
fr: Succès

source: Worldliness
fr: Mondanités

source: Acquaintances
fr: Relations

source: Liberty of Person
fr: Liberté personnelle

source: Praise and Acceptance
fr: Eloge et consentement

source: Enmity
fr: Inimitié

source: Bad Luck
fr: Malchance

source: Debilitated Bodies
fr: Corps affaiblis

source: Boldness and Violence
fr: Audace et violence

source: Trickery and Deceit
fr: Ruse et tromperie

source: Necessities
fr: Nécessités

source: Realization of Needs
fr: Réalisation des besoins

source: Retribution
fr: Rétribution

source: Children (Male)
fr: Enfants (mâles)

source: Children (Female)
fr: Enfants (femelles)

source: Play and Variety
fr: Jeu et diversité

source: Stability
fr: Stabilité

source: Speculation
fr: Spéculation

source: Sexual Attraction
fr: Attirance sexuelle

source: Sex Drive and Stimulation
fr: Acte sexuel et stimulation

source: Emotion and Affection
fr: Emotion et Affection

source: Most Perilous Year
fr: Année très dangereuse

source: Peril
fr: Péril

source: Occultism
fr: Occultisme

source: Marriage Contracts
fr: Mariages

source: Travel by Land
fr: Voyage par terre

source: Travel by Air
fr: Voyage par air

source: Destiny
fr: Destinée

source: Vocation and Status
fr: Vocation et position

source: Honor, Nobility (Day)
fr: Honneur, noblesse (jour)

source: Honor, Nobility (Night)
fr: Honneur, noblesse (nuit)

source: Organization
fr: Organisation

source: Ostracism and Loss
fr: Ostracisme et perte

source: Friends
fr: Amis

source: Tragedy and Brethren
fr: Tragédie et camarades

source: Race (Consciousness)
fr: Race (conscience)

source: Bondage and Slavery
fr: Asservissement et esclavage

source: Imprisonment and Sorrow
fr: Emprisonnelent et chagrin

source: Self-Undoing
fr: Ruine personnelle

source: Treachery and Entrapment
fr: Traitrise et piège

source: Bereavement
fr: Deuil

source: Depression
fr: Dépression

source: Assassination (Yang)
fr: Assassinat (Yang)

source: Assassination (Yin)
fr: Assassinat (Yin)

source: Cancer (Disease)
fr: Cancer (maladie)

source: Foolhardiness
fr: Témérité

source: Release and Luck
fr: Libération et chance

source: Benevolence and Assurance
fr: Bienveillance et conviction

source: Hope and Sensitivity
fr: Espoir et sensibilité

source: Aptness and Aloofness
fr: Justesse et réserve

source: Charm and Personality
fr: Charme et personnalité

source: Faith and Good Manners
fr: Foi et bonnes manières

source: Temperament
fr: Tempérament

source: Security and Treasure
fr: Sécurité et richesse

source: Originality
fr: Originalité

source: Eccentricity, Astrology
fr: Excentricité, astrologie

source: Negotiation
fr: Négotiation

source: Discord and Controversy
fr: Discorde et controverse

source: Unpreparedness
fr: Impréparation

source: Popularity
fr: Popularité

source: Misunderstanding
fr: Malentendu

source: Sentiment and Marriage
fr: Sentiment et mariage

source: Loneliness
fr: Solitude

source: Success in Investment
fr: Succès financier

source: Frugality and Labor
fr: Frugalité et travail

source: Wastefulness
fr: Gaspillage

source: Vanity
fr: Vanité

source: Corruptness
fr: Corruption

source: Memory
fr: Mémoire

source: Love, Beauty and Peace
fr: Amour, beauté et paix

source: Disinterest and Boredom
fr: Désintérêt et ennui

source: Accomplishment
fr: Accomplissement

source: Increase and Impression
fr: Croissance et empreinte

source: Caution
fr: Prudence

source: Timidity
fr: Timidité

source: Entertainment
fr: Divertissement

source: Bequest
fr: Legs

source: Genius
fr: Génie

source: Revelation
fr: Révélation

source: Delusion
fr: Illusion

source: Misinterpretation
fr: Contresens

source: Intellectuality
fr: Intellectualisation

source: Air and Wind
fr: Air et vent

source: Clouds
fr: Nuages

source: Rains
fr: Pluie

source: Cold
fr: Froid

source: Wheat
fr: Blé

source: Barley and Meats
fr: Orge et viandes

source: Rice and Millet
fr: Riz et millet

source: Corn
fr: Maïs

source: Lentils, Iron, Pungents
fr: Lentilles, fer, épices

source: Beans and Onions
fr: Haricots et oignons

source: Chick Peas
fr: Pois-chiches

source: Sesame and Grapes
fr: Sésame et raisins

source: Sugar and Legumes
fr: Sucre et légumes

source: Honey
fr: Miel

source: Oils
fr: Huiles

source: Nuts and Flax
fr: Noix et lin

source: Apricots and Peaches
fr: Abricots et pêches

source: Salt
fr: Sel

source: Sweets
fr: Bonbons

source: Astrigents and Purgatives
fr: Astringents et purgatifs

source: Silk and Cotton
fr: Soie et coton

source: Purgatives (Bitter)
fr: Purgatifs (amers)

source: Purgatives (Acid)
fr: Purgatifs (acides)

source: Information True/False
fr: Information vrai/faux

source: Injury to Business
fr: Accident du travail

source: Freedmen and Servants
fr: Affranchis et serviteurs

source: Employers
fr: Patrons

source: Marriage
fr: Mariage

source: Time for Action/Success
fr: Heure pour l'action/Succès

source: Time Occupied in Action
fr: Durée de l'Action

source: Dismissal and Resignation
fr: Rejet et résignation

source: Life/Death of Absentee
fr: Vie/mort des absents

source: Lost Animal (Light)
fr: Animal perdu (lumière)

source: Lost Animal (Dark)
fr: Animal perdu (ombre)

source: Lawsuit
fr: Procès

source: Decapitation
fr: Décapitation

source: Lost Objects
fr: Objets perdus

source: Lord of cusp %d
fr: Maître de cuspide %d

source: Dispositor
fr: Dispositeur

source: House cusp
fr: Cuspide maison

source: Lord of cusp
fr: Maître de cuspide

source: House
fr: Maison

source: Flip
fr: Inverser

source: Planet
fr: Planète

source: Conjunction
fr: Conjonction

source: Trine
fr: Trigone

source: Square
fr: Carré

source: Quincunx
fr: Quinconce

source: Semisquare
fr: Semi-carré

source: Sesquisquare
fr: Sesqui-carré

source: Aspecting
fr: Aspecter

source: Aspected
fr: Aspecté

source: Current
fr: Heure actuelle

source: Start Date
fr: Date Début

source: End Date
fr: Date Fin

source: Final Date
fr: Date de fin

source: K.P. events not supported for %s Dasa.
fr: Evénements K.P. non supportés pour %s Dasa.

source: Not supported in western mode.
fr: Non supporté en mode occidental

source: Day
fr: Jour

source: Sublord
fr: Sous-maître

source: Lunar Position
fr: Position lunaire

source: Sign/Nakshatra
fr: Signe/Nakshatra

source: Sign
fr: Signe

source: New Moon
fr: Nouvelle lune

source: Full Moon
fr: Pleine lune

source: Half Moon (Waxing)
fr: Lune croissante

source: Half Moon (Waning)
fr: Lune décroissante

source: Semi Square
fr: Semi-carré

source: Sidereal Time
fr: Heure Sidérale

source: Sunrise
fr: Lever du soleil

source: Sunset
fr: Coucher du soleil

source: Tithi (Sunrise)
fr: Tithi (Lever du soleil)

source: Begin
fr: Commencer

source: Lord of the day
fr: Maître du jour

source: Lord of the month
fr: Maître du mois

source: Lord of the year
fr: Maître de l'année

source: Stronger Planets
fr: Planètes les plus fortes

source: Stronger
fr: Plus fort

source: Rahu/Saturn
fr: Rahu/Saturne

source: Years
fr: Années

source: Paramayus %d years, %s Deha, %s Jeeva, Amsa %s, %s
fr: Paramayus %d années, %s Deha, %s Jeeva, Amsa %s, %s

source: Groom
fr: Fiancé

source: Bride
fr: Fiancée

source: Quality
fr: Qualité

source: Value
fr: Valeur

source: UT
fr: TU

source: Declination
fr: Déclinaison

source: KP Lord
fr: Maître KP

source: Subsublord
fr: Sous-sous-maître

source: Hours
fr: Heures

source: Julian Date
fr: Date Julienne

source: Vedic Ayanamsa
fr: Ayanamsa védique

source: Ayanamsa Value
fr: Valeur Ayanamsa

source: Western Ayanamsa
fr: Ayanamsa occidental

source: Astronomical Positions
fr: Positions astronomiques

source: Speed (deg/day)
fr: Vitesse (deg/jour)

source: Planets in Bhavas
fr: Planètes en Bhavas

source: Not supported
fr: Non supporté

source: Sign Lord
fr: Maître du signe

source: Qualities
fr: Qualités

source: Moon's Nakshatra and Pada Portions
fr: Nakshatra lune et Portions Pada

source: Value (Percent)
fr: Valeur (%)

source: Event date
fr: Date événement

source: Circle
fr: Cercle

source: degrees
fr: degrés

source: Uranian Partner Analysis
fr: Analyse partenaire uranien

source: Partner1
fr: Partenaire 1

source: Partner2
fr: Partenaire 2

source: Yearly Preview for Solar Chart
fr: Prévisualisation annuelle de la carte solaire

source: Midpoints
fr: Mi-points

source: Conjunctions
fr: Conjonctions

source: Midpoint Events
fr: Evénements mi-points

source: Midpoints (%s)
fr: Mi-points (%s)

source: Planets of %s in Midpoints of %s
fr: Planète de %s en mi-points de %s

source: Running Planets in Radix Midpoints
fr: Planètes en mi-points Radix

source: No events found.
fr: Aucun événement trouvé

source: Event
fr: Evénement

source: Percent
fr: Pourcent

source: Rule successfully parsed
fr: Règle analysée avec succès

source: No matching Yogas found.
fr: Pas de Yoga correspondant
