Repository: gokmonk/maitreya7
Catalog: po/*.po
Languages: fr

source: No error
fr: Pas d'erreur

source: Read
fr: Lire

source: Insert
fr: Insérer

source: Commit
fr: Traitement

source: Annular
fr: Annulaire

source: Partial
fr: Partiel

source: Penumbral
fr: Pénombre

source: Annular Total
fr: Total annulaire

source: unknown
fr: Inconnu

source: Aries
fr: Bélier

source: Taurus
fr: Taureau

source: Gemini
fr: Gémeaux

source: Leo
fr: Lion

source: Virgo
fr: Vierge

source: Libra
fr: Balance

source: Scorpio
fr: Scorpion

source: Sagittarius
fr: Sagittaire

source: Capricorn
fr: Capricorne

source: Aquarius
fr: Verseau

source: Pisces
fr: Poissons

source: Sun
fr: Soleil

source: Moon
fr: Lune

source: Mercury
fr: Mercure

source: Saturn
fr: Saturne

source: Rahu
fr: Noeud Nord

source: Ketu
fr: Noeud Sud

source: New
fr: Nouveau

source: New Simple Child View
fr: Nouvelle vue secondaire simple

source: New Multiple Child View
fr: Nouvelle vue secondaire multiple

source: Open
fr: Ouvrir

source: Quit Application
fr: Quitter

source: Close
fr: Fermer

source: Close Document
fr: Fermer le document

source: Save
fr: Enregistrer

source: Save As
fr: Enregistrer sous

source: Print Chart
fr: Imprimer la carte

source: Quick Print Chart
fr: Impression rapide

source: Text View
fr: Vue texte

source: Transit View
fr: Vue transit

source: Yoga View
fr: Vue Yoga

source: Sarvatobhadra View
fr: Vue Sarvatobhadra

source: Solar View
fr: Vue solaire

source: Uranian View
fr: Vue uranienne

source: Varga Summary View
fr: Vue résumé Varga

source: Shadbala View
fr: Vue Shadbala

source: Western Chart
fr: Carte occidentale

source: Ashtakavarga View
fr: Vue Ashtakavarga

source: Dasa View (Tree)
fr: Vue Dasa (Arbre)

source: Dasa View (Graphical)
fr: Vue Dasa (Graphique)

source: Bhava Chart
fr: Carte Bhava

source: Hora View
fr: Vue Hora

source: Eclipse View
fr: Vue éclipse

source: Partner View
fr: Vue partenaire

source: Ephemeris View
fr: Vue éphéméride

source: Yoga Editor
fr: Editeur de Yoga

source: About
fr: A propos

source: Animate Chart
fr: Animer la carte

source: Vedic Mode
fr: Mode védique

source: Western Mode
fr: Mode Occidental

source: Edit Chart Data
fr: Editer les données de la carte

source: Save Text As ...
fr: Enregistrer texte sous...

source: Save Picture As ...
fr: Enregistrer image sous...

source: Save Configuration
fr: Sauvegarder Configuration

source: Show Toolbar
fr: Voir la barre d'outils

source: Show Statusbar
fr: Voir la barre de statuts

source: Universal Time
fr: Temps Universel

source: Location
fr: Localité

source: Name
fr: Nom

source: Local Time
fr: Heure locale

source: Time Zone
fr: Fuseau horaire

source: Sun
fr: Soleil

source: Pluto
fr: Pluton

source: Dragon Head
fr: Tête du dragon

source: Dragon Tail
fr: Queue du dragon

source: Meridian
fr: Meridien

source: Cupido
fr: Cupidon

source: Vulkanus
fr: Vulcain

source: Juno
fr: Junon

source: Horse
fr: Cheval

source: Buffalo
fr: Buffle

source: Elephant
fr: Eléphant

source: Goat
fr: Chèvre

source: Monkey
fr: Singe

source: Mongoose
fr: Mangouste

source: Deer
fr: Renne

source: Dog
fr: Chien

source: Cat
fr: Chat

source: Tiger
fr: Tigre

source: Cow
fr: Vache

source: none
fr: Aucun

source: Uchcha
fr: Uchchaisrava

source: Exalted
fr: Exalté(e)

source: Debilated
fr: Débilité(e)

source: Own
fr: Soi

source: Great friend
fr: Grand Ami

source: Friend
fr: Ami

source: Neutral
fr: Neutre

source: Enemy
fr: Ennemi

source: Great enemy
fr: Grand ennemi

source: Gr.Fr
fr: Gr. Am.

source: Frnd
fr: Ami

source: Enem
fr: Ennem

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Ar
fr: Bé

source: Le
fr: Li

source: Li
fr: Ba

source: Aq
fr: Ve

source: Pi
fr: Po

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: None
fr: Aucun

source: English
fr: Anglais

source: German
fr: Allemand

source: Italian
fr: Italien

source: Polish
fr: Polonais

source: Russian
fr: Russe

source: Hungarian
fr: Hongrois

source: Romanian
fr: Roumain

source: Spanish
fr: Espagnol

source: French
fr: Français

source: Author
fr: Auteur

source: Software
fr: Logiciel

source: Dedicated to Paramapadma Dhirananda
fr: Dédié à Paramapadma Dhirananda

source: Build Date
fr: Date de compilation

source: Gui Framework
fr: Interface

source: Unicode Support
fr: Support Unicode

source: Operating System
fr: Système d'exploitation

source: Compiled by
fr: Compilé par

source: yes
fr: oui

source: no
fr: non

source: Currently running on %s
fr: En cours d'exécution sur %s

source: Frequency
fr: Fréquence

source: System Time
fr: Heure système

source: Custom Steps
fr: Pas personnalisés

source: Step Length
fr: Longueur du pas

source: seconds
fr: secondes

source: hours
fr: heures

source: days
fr: jours

source: months
fr: mois

source: years
fr: années

source: Preview
fr: Aperçu

source: dummy
fr: Factice

source: Color
fr: Couleur

source: Width
fr: Largeur

source: Line Style
fr: Style de ligne

source: Solid
fr: Solide

source: Dot
fr: Point

source: Long Dash
fr: Tirets longs

source: Short Dash
fr: Tirets courts

source: Dot Dash
fr: Pointillés

source: Restore Defaults
fr: Restaurer défauts

source: Restore default settings
fr: Restaurer réglages par défaut

source: Orbis
fr: Orbe

source: Aspects and Orbes
fr: Aspects et Orbes

source: Edit Aliases
fr: Editer les alias

source: Aliases
fr: Alias

source: Add Entry
fr: Ajouter entrée

source: Edit Entry
fr: Editer Entrée

source: Delete Entry
fr: Effacer entrée

source: Cancel
fr: Annuler

source: Do you want to delete the item %s?
fr: Voulez-vous effacer l'objet %s?

source: First Time Import of Atlas Data
fr: Première importation des données de l'atlas

source: City
fr: Ville

source: Country
fr: Pays

source: Admin Division
fr: Division Admin

source: Filter
fr: Filtre

source: ASCII Name
fr: Noms ASCII

source: Admin Code
fr: Code administrateur

source: TZ Hours
fr: Heures fuseau horaire

source: Internal ID
fr: ID interne

source: Alias Names
fr: Noms des alias

source: New Entry
fr: Nouvelle Entrée

source: All Countries
fr: Toutes les pays

source: %d entries
fr: %d entrées correspondantes

source: No match
fr: Pas de correspondance

source: Copy of %s
fr: Copie de %s

source: Delete %s?
fr: Effacer %s?

source: "*" or "%" can be used for multiple character wildcards, "?" or "_" for single character wildcards
fr: "*" ou "%" peuvent être utilisés comme joker pour plusieurs caractères, "?" ou "_" pour un caractère unique

source: Attributes
fr: Attributs

source: East
fr: Est

source: West
fr: Ouest

source: North
fr: Nord

source: South
fr: Sud

source: Edit Aliases ...
fr: Editer les alias...

source: Edit Atlas Entry
fr: Editer l'Atlas

source: Atlas Data Import
fr: Import des données de l'atlas

source: Database File
fr: Fichier base de données

source: Database Import
fr: Import base de données

source: Manage Favourite Countries
fr: Gérer les pays favoris

source: Choose ...
fr: Choisir...

source: Status
fr: Etat

source: Start Import
fr: Démarrer l'importation

source: Change Countries ...
fr: Changer les pays...

source: Select database file
fr: Choisir Base de Données

source: File not found
fr: Fichier non trouvé

source: File not readable
fr: Fichier illisible

source: File size zero
fr: Fichier vide

source: Database error
fr: Erreur base de données

source: Select import file
fr: Choix du fichier à importer

source: Import was successfull
fr: Importation réussie

source: Import was canceled
fr: Importation abandonnée

source: Import had errors
fr: Erreurs durant l'importation

source: Choose Favourite Countries
fr: Choisir les pays favoris

source: Background Colors
fr: Couleurs arrière-plan

source: Foreground Colors
fr: Couleurs avant-plan

source: Default
fr: Defaut

source: Sbc Planets
fr: Planètes Sbc

source: Sbc Transits
fr: Transits Sbc

source: Benefics
fr: Bénéfiques

source: Malefics
fr: Maléfiques

source: Table Header
fr: En-tête de table

source: Marked
fr: Sensible

source: Errors
fr: Erreurs

source: Apply
fr: Appliquer

source: General
fr: Général

source: Default Location
fr: Localité par défaut

source: Multiple Views
fr: Vues multiples

source: Ephemeris
fr: Ephémérides

source: Print
fr: Imprimer

source: View
fr: Voir

source: Fonts
fr: Polices

source: Colors
fr: Couleurs

source: Object Colors
fr: Couleurs des objets

source: Dasa Colors
fr: Couleurs Dasa

source: Aspect Display
fr: Affichage des aspects

source: Toolbar
fr: Barre d'outils

source: Vedic Astrology
fr: Astrologie Védique

source: Chart
fr: Carte

source: Calculation
fr: Calcul

source: Vargas and Dasas
fr: Vargas et Dasas

source: Western Astrology
fr: Astrologie Occidentale

source: Foreground
fr: Avant-plan

source: Background
fr: Arrière-plan

source: Corner Radius
fr: Rayon de l'angle

source: Object
fr: Objet

source: Backward diagonal hatch
fr: Hachure diagonale inversée

source: Cross-diagonal hatch
fr: Hachure diagonale croisée

source: Forward diagonal hatch
fr: Hachure diagonale

source: Cross hatch
fr: Hachures croisées

source: Horizontal hatch
fr: Hachures horizontales

source: Vertical hatch
fr: Hachures verticales

source: Stipple
fr: Pointillés

source: Radius in Pixels
fr: Rayon en pixels

source: Background images found in directory %s. Supported formats are: PNG, GIF, JPG, XPM
fr: Image de fond trouvée dans le répértoire %s. Formats supportés : PNG, GIF, JPG, XPM

source: Sign or Lord of the Dasa
fr: Signe ou maître de Dasa

source: Background images can be used with option 'Stipple'
fr: Les images de fond peuvent être utilisées avec l'option 'Pointillés'

source: Date and Time
fr: Date et heure

source: Remark
fr: Remarque

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Time
fr: Heure

source: Now
fr: Maintenant

source: Search Location
fr: Chercher localité

source: Birth Data
fr: Données de naissance

source: Set current date
fr: Définir date actuelle

source: Set default location
fr: Définir Localité par défaut

source: Search location in database
fr: Chercher la localité dans la base de données

source: Set time zone for local time
fr: Définir fuseau horaire pour l'heure locale

source: Apply data and close dialog
fr: Appliquer les données et fermer la fenêtre

source: Apply changes and recalculate chart with new data
fr: Appliquer les modifications et recalculer la carte avec les nouvelles données

source: Cancel changes and close dialog
fr: Annuler les modifications et fermer la fenêtre

source: Timezone System Settings
fr: Réglage fuseau horaire système

source: Search Location ...
fr: Chercher localité...

source: Time Zone Offset
fr: Décalage fuseau horaire

source: Daylight Saving
fr: Heure d'été

source: Set Filter
fr: Filtrer

source: No Filter
fr: Pas de filtre

source: Year Length
fr: Longueur de l'année

source: Custom
fr: Personnalisé

source: Circle Type
fr: Type de cercle

source: Sort Order
fr: Ordre de tri

source: Planets
fr: Planètes

source: Orbis Absolute
fr: Orbe exact

source: Planets (2)
fr: Planètes (2)

source: Solar Arc
fr: Arc Solaire

source: Lunar Arc
fr: Arc Lunaire

source: Constant Arc
fr: Arc constant

source: Path for Ephemeris Data Files
fr: Chemin des fichiers éphémérides

source: Sunrise and Sunset
fr: Lever et coucher de soleil

source: Custom Ayanamsa
fr: Ayanamsa personnalisé

source: Ayanamsa at t0
fr: Ayanamsa à t0

source: Constant Period
fr: Période constante

source: Time Model
fr: Modèle horaire

source: Universal
fr: Universel

source: Coordinates
fr: Coordonnées

source: Geocentric
fr: Géocentrique

source: Topocentric
fr: Topocentrique

source: Barycentric
fr: Barycentrique

source: Heliocentric
fr: Héliocentrique

source: True
fr: Vrai

source: Reference Point
fr: Point de référence

source: Center of Disk
fr: Centre du disque

source: Edge of Disk
fr: Bord du disque

source: Use Refraction
fr: Utiliser la Réfraction

source: Choose a directory
fr: Choisissez un répertoire

source: Only required for high precision calculation
fr: Uniquement pour des calculs en haute précision

source: Checked: apparent position will be used
fr: Coché : la position apparente sera utilisée

source: Size
fr: Taille

source: Horizontal Size
fr: Taille Horizontale

source: Vertical Size
fr: Taille Verticale

source: Don't show this dialog again
fr: Ne plus montrer cette fenêtre

source: Export Picture
fr: Export Image

source: Pdf Output
fr: Sortie PDF

source: Views and Text Widgets
fr: Vues et outils texte

source: Choose...
fr: Choisir...

source: Graphic
fr: Graphique

source: Text
fr: Texte

source: Symbol
fr: Symbole

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Big
fr: Grand

source: Bigger
fr: Très grand

source: Huge
fr: Enorme

source: Miscellaneous
fr: Divers

source: Image and Text Export
fr: Export texte et image

source: Default Style
fr: Style par défaut

source: Vedic
fr: Védique

source: Western
fr: Occidental

source: Language
fr: Langage

source: Open New Document on Startup
fr: Ouvrir un nouveau document au démarrage

source: Ask on Quit
fr: Confirmer en sortie

source: Running Objects in Status Bar
fr: Objets de la barre de statut

source: Never
fr: Jamais

source: One
fr: Un

source: Infinite
fr: Infini

source: Show size dialog
fr: Montrer la fenêtre de redimensionnement

source: Use view size
fr: Utiliser taille de la vue

source: Ask on overwrite
fr: Confirmer réécriture

source: Maximum of Recent Files
fr: Nombre maxi de fichiers récents

source: Create Backup Files
fr: Créer fichiers de sauvegarde

source: Text Format
fr: Format texte

source: Image Format
fr: Format image

source: Image Size
fr: Taille image

source: Multiple View Selection
fr: Sélection vue multiple

source: Notebooks in Multiple View
fr: Carnet en vue multiple

source: Default View Type
fr: Vue par défaut

source: Single
fr: Simple

source: Notebook
fr: Carnet

source: Listbook
fr: Liste

source: Choicebook
fr: Choix

source: Toolbook
fr: Outils

source: Treebook
fr: Arbre

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Left
fr: Gauche

source: Right
fr: Droite

source: Signs
fr: Signes

source: Houses
fr: Maisons

source: Fire
fr: Feu

source: Earth
fr: Terre

source: Water
fr: Eau

source: Output File
fr: Fichier de sortie

source: Pdf Files (*.pdf)|*.pdf|All files (*)| *.*
fr: Fichiers Pdf (*.pdf)|*.pdf|Tous fichiers (*)| *.*

source: Choose Output File
fr: Choisir fichier de sortie

source: Printout
fr: Impression

source: Footer in PDF Output
fr: Pied de page sortie PDF

source: Vedic Chart Style
fr: Carte style védique

source: Western Chart Style
fr: Carte style occidental

source: Paper Format
fr: Format du papier

source: Ask on Overwrite
fr: Confirmer la réécriture

source: Print Custom Text in Footer
fr: Imprimer texte personnalisé en pied de page

source: Launch Pdf Viewer
fr: Lancer Pdf Viewer

source: Command ...
fr: Commande ...

source: Choose Pdf Viewer
fr: Choisir Pdf Viewer

source: Items in Toolbar
fr: Objets dans la barre d'outils

source: Available Items
fr: Objets disponibles

source: Separator
fr: Séparateur

source: Item already in toolbar at position %ld
fr: Objet déjà présent dans la barre d'outils à la position %ld

source: Move selected item to toolbar
fr: Déplacer les objets sélectionnés dans la barre d'outils

source: Remove selected item from toolbar
fr: Effacer les objets sélectionnés de la barre d'outils

source: Move selected item up
fr: Déplacer l'objet sélectionné vers le haut

source: Move selected item down
fr: Déplacer l'objet sélectionné vers le bas

source: Nakshatras and Dasas
fr: Nakshatras et Dasas

source: Temporary Friends
fr: Amis temporaires

source: Always Rasi
fr: Toujours Rasi

source: Continuous
fr: Continu

source: Length
fr: Longueur

source: Entry Time
fr: Heure d'entrée

source: Progressive
fr: Progressif

source: Cyclic
fr: Cyclique

source: Progr same Naks
fr: Progr même Naks

source: Custom Length
fr: Longueur personnalisée

source: Basic Calculation
fr: Calcul de base

source: Lunar Node
fr: Noeud lunaire

source: Mean
fr: Moyen

source: House System
fr: Système domification

source: Porphyry
fr: Porphyrius

source: Equal
fr: Egal

source: Vehlow Equal
fr: Vehlow Egal

source: Axial Rotation
fr: Rotation Axiale

source: K.P. Style Houses (Start at Cusp)
fr: Maisons style K.P. (commence à cusp.)

source: Calculation Rules
fr: Règles de calcul

source: Benefic points
fr: Points bénéfiques

source: Number
fr: Nombre

source: Line
fr: Ligne

source: Planets only
fr: Planètes seulement

source: With Lagna
fr: Avec Lagna

source: Always
fr: Toujours

source: No Malefic Conjunction
fr: Pas de conjonction maléfique

source: Lord
fr: Seigneur

source: Eight
fr: Huit

source: Part of Portion
fr: Part de portion

source: Beginning
fr: Début

source: Middle
fr: Milieu

source: End
fr: Fin

source: Custom Ayanamsa parameters can be configured under General->Ephemeris
fr: Les paramètres personnalisés d'Ayanamsa peuvent être configurés sous Général/Ephémérides

source: Mean Node is most frequently used in Vedic Astrology
fr: Le noeud moyen est souvent utilisé en astrologie védique

source: Checked: houses start a cusp; Unchecked: cusp is middle of house
fr: Coché : maison commence à cuspide ; décoché cuspide en milieu de maison

source: Angle is Moon - Sun
fr: Angle Lune-Soleil

source: General Options
fr: Options générales

source: Varga Chart
fr: Carte Varga

source: Show in Sarvatobhadra Chart
fr: Montrer dans la carte Sarvatobhadra

source: Default View
fr: Vue par défaut

source: Show Retrogression (R)
fr: Montrer rétrogrades (R)

source: Use Colors for Planet Symbols
fr: Utiliser les couleurs pour les symboles planétaires

source: Chart Type
fr: Type de carte

source: South Indian
fr: Inde Sud

source: North Indian
fr: Inde Nord

source: East Indian
fr: Inde Est

source: Signs (North Indian)
fr: Signes (Inde Nord)

source: Ascendant Only
fr: Seulement l'ascendant

source: Short String
fr: Chaîne courte

source: Center of Chart
fr: Centre de la carte

source: Nothing
fr: Rien

source: Varga Name
fr: Nom Varga

source: Both
fr: les deux

source: Show Arudhas
fr: Montrer Arudhas

source: Sanskrit Symbols
fr: Symboles Sanskrit

source: Benefic/Malefic Nakshatras
fr: Nakshatras bénéfiques/maléfiques

source: Show Transits
fr: Afficher Transits

source: Special Points
fr: Points spéciaux

source: Partly Displayed Points
fr: Points partiellement affichés

source: Arabic Parts
fr: Parts Arabes

source: Order of Lagna
fr: Ordre du Lagna

source: Columns in Main Window
fr: Colonnes de la fenêtre principale

source: Ephemeris Objects
fr: Objets éphémérides

source: 3 Outer Planets
fr: 3 Planètes extérieures

source: 8 Uranian
fr: 8 Uranien

source: 4 Planetoids
fr: 4 planétoïdes

source: Lilith (Black Moon)
fr: Lilith (Lune Noire)

source: House Cusps
fr: Cuspides des maisons

source: 3 Special Lagnas
fr: 3 Lagnas spéciaux

source: Select Parts ...
fr: Parts sélectionnées

source: No parts selected
fr: Pas de parts sélectionnées

source: After Planets
fr: Planètes intérieures

source: Declinations
fr: Déclinaisons

source: Dignities
fr: Dignités

source: Bhava Positions
fr: Positions Bhava

source: Ashtakavarga Points
fr: Points Ashtakavarga

source: Choose Arabic Parts
fr: Choisir les parts arabes

source: No part selected
fr: Pas de parts sélectionnées

source: %d parts selected
fr: %d parts selectionnées

source: Uranus, Neptune and Pluto
fr: Uranus, Neptune and Pluton

source: Fictitious planets of Uranian astrology: Cupido, Hades, Zeus, Kronos, Apollon, Admetos, Vulkanus and Poseidon
fr: Planètes fictives de l'astrologie Uranienne : Cupidon, Hades, Zeus, Kronos, Apollon, Admetos, Vulcain et Poséidon

source: Asteroid between Saturn and Uranus. Period 50 years
fr: Asteroïdes entre Saturne and Uranus. Période 50 ans

source: Asteroid crossing the orbits of outer planets. Period 92 years
fr: Asteroïdes traversant les orbites des planètes extérieures. Période 92 ans

source: Ceres, Pallas, Juno and Vesta
fr: Ceres, Pallas, Junon et Vesta

source: House positions of the objects
fr: Position des objets dans les maisons

source: Dhuma, Vyatipata, Parivesha, Chapa and Upaketu
fr: Dhuma, Vyatipata, Parivesha, Chapa et Upaketu

source: Kala, Mrityu, Ardhaprahara, Yamaghantaka, Gulika and Mandi
fr: Kala, Mrityu, Ardhaprahara, Yamaghantaka, Gulika et Mandi

source: Bhava Lagna, Hora Lagna and Ghatika Lagna
fr: Bhava Lagna, Hora Lagna et Ghatika Lagna

source: Length of Navamsa Lagna
fr: Longueur de Navamsa Lagna

source: Used in Uranian Astrology
fr: Utilisé en astrologie uranienne

source: Owner of the Rasi
fr: Propriétaire du Rasi

source: Exaltation, Moolatrikona, friendship etc.
fr: Exaltation, Moolatrikona, Amitié etc.

source: D-9 chart for marriage
fr: D-9 carte pour mariage

source: Lunar mansions or constellations. See next tab for 27 resp. 28 Nakshatra zodiac
fr: Maisons lunaires ou constellations. Voir onglet suivant pour 27 resp. 28 zodiaque Nakshatra

source: Quarters of Nakshatras. 1 Pada = 1 Navamsa
fr: Quartiers Nakshatras. 1 Pada = 1 Navamsa

source: Lords and Sublords according to Krishnamurti Paddhati system
fr: Maîtres et sous-maîtres d'après le système Krishnamurti Paddhati

source: Display of Shastiamsa Lords. Can be used for general indications
fr: Affichage des maîtres Shastiamsa. Peut être utilisé pour des indications générales

source: Names of dignities according to Dasa Varga: Parijata, Uttama, Gopura etc.
fr: Nom des dignités d'après Dasa Varga: Parijata, Uttama, Gopura etc.

source: Bhava according to house cusps (K.P.) or Bhava Sandhis
fr: Bhava d'après les maisons en cusp. (K.P.) ou Bhava Sandhis

source: Atma Karaka, Amatya Karaka etc. See next tab for inclusion of Rahu
fr: Atma Karaka, Amatya Karaka etc. Voir onglet suivant pour inclusion Noeud Nord

source: Total number of Rekha points
fr: Nombre total de points Rekha

source: Special Symbols
fr: Symboles spéciaux

source: Presentation of Signs and Planets
fr: Présentation des signes et planètes

source: Display of Planets
fr: Affichage des planètes

source: Names
fr: Noms

source: Symbols
fr: Symboles

source: Planetary Names
fr: Noms planétaires

source: Format of Positions
fr: Format des positions

source: Display of Signs
fr: Affichage des signes

source: Sign Names
fr: Noms des signes

source: Symbol 1
fr: Symboles 1

source: Symbol 2
fr: Symboles 2

source: Calculation Options
fr: Options de calcul

source: Western astrologers most likely use True Node
fr: Les astrologues occidentaux utilisent de préférence le noeud vrai

source: Chart Options
fr: Options de carte

source: Show in Chart
fr: Afficher dans la carte

source: Left Side
fr: Côté gauche

source: Aries 0
fr: Bélier 0

source: Aries 15
fr: Bélier 15

source: Libra 0
fr: Balance 0

source: Libra 15
fr: Balance 15

source: Capricorn 0
fr: Capricorne 0

source: Capricorn 15
fr: Capricorne 15

source: Outsite
fr: Extérieur

source: Inside
fr: Intérieur

source: Retrogression (R)
fr: Montrer rétrogrades (R)

source: Aspect Symbols
fr: Montrer les symboles des aspects

source: Transit Preview
fr: Prévisualisation transit

source: Order of Planets
fr: Ordre des planètes

source: House Positions
fr: Position des maisons

source: Order
fr: Ordre

source: Uranian
fr: Uranien

source: Effect
fr: Effet

source: Rule
fr: Règle

source: Drag and Drop Chart
fr: Glisser/déposer Carte

source: Properties of Selected Yoga
fr: Propriétés du Yoga sélectionné

source: Group
fr: Groupe

source: Allow Higher Vargas
fr: Autoriser Vargas supérieurs

source: Parse Rule
fr: Règles d'analyse

source: Evaluate
fr: Evaluer

source: Clear Chart
fr: Nettoyer la carte
